tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "apr-util"
brew "azure-cli"
brew "bat"
brew "cloudflare-wrangler2"
brew "cloudflared"
brew "cmatrix"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "freetds"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "htop"
brew "httpie"
brew "jq"
brew "libfido2"
brew "mkcert"
brew "moreutils"
brew "nmap"
brew "openssh"
brew "php"
brew "pngpaste"
brew "ripgrep"
brew "rustup-init"
brew "scrcpy"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yt-dlp"
cask "vanilla"
cask "appcleaner"
cask "betterzip"
cask "brave-browser"
cask "clocker"
cask "discord"
cask "dropshare"
cask "docker"
cask "figma"
cask "font-consolas-for-powerline"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-icomoon"
cask "font-jetbrains-mono"
cask "font-menlo-for-powerline"
cask "font-roboto-mono"
cask "font-sf-mono"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-drive"
cask "imageoptim"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "little-snitch"
cask "monitorcontrol"
cask "mullvadvpn"
cask "ngrok"
cask "obsidian"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "rectangle"
cask "selfcontrol"
cask "spotify"
cask "stats"
cask "suspicious-package"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "webtorrent"
cask "whatsapp"
cask "zoom"
vscode "albert.TabOut"
vscode "alexcvzz.vscode-sqlite"
vscode "alexisvt.flutter-snippets"
vscode "astro-build.astro-vscode"
vscode "be5invis.toml"
vscode "bmuskalla.vscode-tldr"
vscode "bradlc.vscode-tailwindcss"
vscode "brenosolutions.sqlformatter"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "ionutvmi.path-autocomplete"
vscode "jeroen-meijer.pubspec-assist"
vscode "lixquid.calculator"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mikeburgh.xml-format"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "Orta.vscode-jest"
vscode "phplasma.csv-to-table"
vscode "plibither8.remove-comments"
vscode "Prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "skyapps.fish-vscode"
vscode "sleistner.vscode-fileutils"
vscode "stordahl.sveltekit-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tauri-apps.tauri-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "yoavbls.pretty-ts-errors"
vscode "Yummygum.city-lights-icon-vsc"
vscode "yummygum.city-lights-theme"
vscode "yzhang.markdown-all-in-one"
vscode "zhouronghui.propertylist"
vscode "Zignd.html-css-class-completion"