tap "homebrew/bundle"
tap "homebrew/services"
brew "cloudflare-wrangler"
brew "coreutils"
brew "eza"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "gum"
brew "htop"
brew "ipython"
brew "jq"
brew "moreutils"
brew "openssh"
brew "pngpaste"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "uv"
brew "wget"
cask "appcleaner"
cask "brave-browser"
cask "clocker"
cask "copilot"
cask "dbngin"
cask "discord"
cask "docker"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-consolas-for-powerline"
cask "font-geist-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-icomoon"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-menlo-for-powerline"
cask "font-roboto-mono"
cask "font-roboto-mono-nerd-font"
cask "font-sf-mono"
cask "ghostty"
cask "google-drive"
cask "grandperspective"
cask "itsycal"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "little-snitch"
cask "monitorcontrol"
cask "mullvad-vpn"
cask "notunes"
cask "numi"
cask "obsidian"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "reminders-menubar"
cask "selfcontrol"
cask "stats"
cask "surfshark"
cask "tailscale"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "whatsapp"
cask "zoom"
