tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "apr-util"
brew "azure-cli"
brew "bat"
brew "cloudflare-wrangler2"
brew "cmatrix"
brew "coreutils"
brew "dive"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "flyctl"
brew "fnm"
brew "freetds"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "htop"
brew "httpie"
brew "insect"
brew "jq"
brew "libfido2"
brew "mkcert"
brew "moreutils"
brew "nmap"
brew "openssh"
brew "php"
brew "pngpaste"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "scrcpy"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "watchman"
brew "wget"
brew "yt-dlp"
cask "alfred"
cask "appcleaner"
cask "betterzip"
cask "brave-browser"
cask "calibre"
cask "clocker"
cask "discord"
cask "docker"
cask "figma"
cask "font-consolas-for-powerline"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-icomoon"
cask "font-jetbrains-mono"
cask "font-menlo-for-powerline"
cask "font-roboto-mono"
cask "font-sf-mono"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-drive"
cask "imageoptim"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "little-snitch"
cask "monitorcontrol"
cask "mullvadvpn"
cask "ngrok"
cask "obsidian"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "rectangle"
cask "selfcontrol"
cask "spotify"
cask "stats"
cask "suspicious-package"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "webtorrent"
cask "whatsapp"
cask "zoom"